acpi
acpi_call
acpid
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
alsa-utils
amd-ucode
arandr
auto-cpufreq
avahi
base
base-devel
bat-asus-battery-bin
betterlockscreen
bind
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
capitaine-cursors
catppuccin-fcitx5-git
cups
dhclient
dialog
dina-font
discord
dnsmasq
dunst
dupeguru
efibootmgr
efitools
eza
fastfetch
fcitx5
fcitx5-anthy
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
file-roller
firefox
firewalld
fwupd
fzf
git
gnome-keyring
gnu-free-fonts
grub
gst-plugin-pipewire
gvfs
gvfs-mtp
gvfs-smb
htop
inter-font
jq
kitty
kvantum
kvantum-qt5
kvantum-theme-catppuccin-git
laptop-mode-tools
libgnome-keyring
libgsf
libsixel
libva-mesa-driver
light
lightdm
lightdm-webkit-theme-aether
linux
linux-firmware
linux-headers
lutgen-bin
lxappearance-gtk3
lxsession
mlocate
most
mpv
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
openssh
openssl-1.1
otf-font-awesome
pacman-contrib
pacutils
pamixer
papirus-folders-catppuccin-git
paru-bin
pasystray
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
poppler-glib
powertop
python-dbus-next
python-pyqt6
python-pytest
python-pyxdg
qbittorrent
qt5ct
qt6ct
qtile
raw-thumbnailer
reflector
ripgrep
rofi
rofi-emoji
rofi-power-menu
rofimoji
rsync
rustup
scrot
smartmontools
sof-firmware
spotify
sshfs
tamsyn-font
terminus-font
tex-gyre-fonts
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin-git
thunar-volman
timeshift
timeshift-autosnap
tmux
tmux-plugin-manager
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-gentium-plus
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
ttf-joypixels
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
tumbler
tumbler-extra-thumbnailers
udiskie
ueberzug
unrar
unzip
upower
usbutils
vdhcoapp-bin
viewnior
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
w3m
wezterm
wget
whois
wireplumber
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xfce4-power-manager
xorg-xdpyinfo
xorg-xinput
xorg-xwininfo
xss-lock
yad
yadm
zramd
zsh
