acpi
acpi_call
acpid
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
alsa-utils
amd-ucode
apparmor
apple-fonts
arandr
auto-cpufreq
autoconf
automake
avahi
baobab
base
bash-completion
bdf-unifont
betterdiscord-installer-bin
betterlockscreen
bind
bison
blueman
bluez
bluez-utils
brightnessctl
catppuccin-fcitx5-git
catppuccin-gtk-theme-mocha
catppuccin-mocha-grub-theme-git
cava
cups
debugedit
dhclient
dialog
dina-font
discord
dnsmasq
dosfstools
dunst
dupeguru
efibootmgr
efitools
exa
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
ffmpegthumbnailer
file-roller
firefox
firewalld
flex
fzf
gcc
gdm
gdm-settings
gentium-plus-font
git
gnome-keyring
gnome-tweaks
gnu-free-fonts
google-chrome
groff
grub
gst-plugin-pipewire
gvfs
gvfs-mtp
gvfs-smb
hplip
htop
inetutils
inter-font
jq
kitty
kvantum
kvantum-theme-catppuccin-git
laptop-mode-tools
leafpad
libgnome-keyring
libgsf
libsixel
libtool
libva-mesa-driver
light
linux
linux-firmware
linux-headers
lxappearance
lxsession
m4
make
microsoft-edge-stable-bin
mlocate
most
mpv
mtools
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nitch
nitrogen
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
openssh
openssl-1.1
otf-font-awesome
pacman-contrib
pacutils
pamixer
papirus-folders-catppuccin-git
paru-bin
pasystray
patch
pavucontrol
pfetch
picom-ibhagwan-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
poppler-glib
powertop
python-dbus-next
python-pyqt6
python-pytest
python-pyxdg
qbittorrent
qt5ct
qt6ct
qtile
raw-thumbnailer
reflector
rofi
rofi-emoji
rofi-power-menu
rofimoji
rsync
rustup
rxfetch
scrot
sof-firmware
spicetify-cli
spotify
sshfs
sudo
tamsyn-font
terminus-font
tex-gyre-fonts
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin-git
thunar-volman
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
ttf-joypixels
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
tumbler
tumbler-extra-thumbnailers
udiskie
ueberzug
unimatrix-git
unrar
unzip
upower
usb_modeswitch
usbutils
vdhcoapp-bin
viewnior
w3m
wev
wezterm
wget
which
whois
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xorg-xdpyinfo
xorg-xinput
xorg-xwininfo
xss-lock
yad
yadm
youtube-dl
zramd
zsh
